experiment-finetuned/all_finetuned/runs/Cavity/1/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.1;

boundaryField
{
    movingWall
    {
        type            fixedValue;
        value           uniform 0.1;
    }

    fixedWalls
    {
        type            fixedValue;
        value           uniform 0.1;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //